Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/Bookmarks.xcstrings
Source language: en_us
Languages: br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Bookmarks.EmptyState.Nested.Title.v135
source: This folder is empty
br: Goullo eo an teuliad-mañ
bs: Ovaj folder je prazan
ca: Aquesta carpeta és buida
co: Stu cartulare hè viotu
cs: Tato složka je prázdná
cy: Mae'r ffolder hon yn wag
da: Denne mappe er tom
de: Dieser Ordner ist leer
dsb: Toś ten zarědnik jo prozny
el: Αυτός ο φάκελος είναι κενός
eo: Tiu ĉi dosierujo estas malplena
es: Esta carpeta está vacía
es_ar: Esta carpeta está vacía
es_cl: Esta carpeta está vacía
es_mx: Esta carpeta está vacía
eu: Karpeta hau hutsik dago
fi: Tämä kansio on tyhjä
fr: Ce dossier est vide
gl: Este cartafol está baleiro
he: תיקייה זו ריקה
hr: Ova je mapa prazna
hsb: Tutón rjadowak je prózdny
hu: Ez a mappa üres
hy_am: Այս պանակը դատարկ է
ia: Iste plica es vacue
id: Folder ini kosong
is: Þessi mappa er tóm
it: Questa cartella è vuota
ja: このフォルダーは空です。
ka: ეს საქაღალდე ცარიელია
kab: Akaram-a d ilem.
kk: Бұл бума бос
ko: 폴더가 비어있습니다
lo: ໂຟນເດີນີ້ຫວ່າງເປົ່າ
ml: ഈ അറയിൽ ഒന്നുമില്ല
nb: Denne mappen er tom
nl: Deze map is leeg
nn: Mappa er tom
pa_in: ਇਹ ਫੋਲਡਰ ਖਾਲੀ ਹੈ
pt_br: Esta pasta está vazia
pt_pt: Esta pasta está vazia
rm: Quest ordinatur è vid
ru: Эта папка пуста
sat_olck: ᱱᱚᱶᱟ ᱯᱚᱴᱚᱢ ᱠᱷᱟᱹᱞᱤ ᱜᱮᱭᱟ
scn: Sta carpetta è vacanti
si: මෙම බහාලුම හිස්ය
sk: Tento priečinok je prázdny
sl: Ta mapa je prazna
sq: Kjo dosje është e zbrazët
sv: Den här mappen är tom
tg: Ин ҷузвдон холӣ аст
th: โฟลเดอร์นี้ว่างเปล่า
tr: Bu klasör boş
tt: Бу папка буш
ug: بۇ قىسقۇچ بوش
uk: Ця тека порожня
vi: Thư mục này trống
zh_cn: 文件夹为空
zh_tw: 這個資料夾是空的

# Bookmarks.EmptyState.Root.ButtonTitle.v136
source: Sign in to Sync
br: Kennaskañ evit goubredañ
bs: Prijavite se za Sinhronizaciju
ca: Inicia la sessió per sincronitzar
co: Cunnettesi per sincrunizà
cs: Přihlásit se ke službě Sync
cy: Mewngofnodi i Sync
da: Log ind for at synkronisere
de: Bei Sync anmelden
dsb: Pla Sync pśizjawiś
el: Σύνδεση στο Sync
eo: Komenci seancon en Speguli
es: Iniciar sesión en Sync
es_ar: Iniciar sesión en Sync
es_cl: Conectarse a Sync
es_mx: Inicia sesión en Sync
eu: Hasi saioa sinkronizatzeko
fi: Kirjaudu sisään synkronoidaksesi
fr: Se connecter pour synchroniser
gl: Inicia sesión para sincronizar
he: כניסה כדי לסנכרן
hr: Prijavi se za sinkronizaciju
hsb: Pola Sync přizjewić
hu: Jelentkezzen be a Syncbe
hy_am: Մուտք գործեք՝ համաժամեցնելու համար
ia: Aperir session in Sync
id: Masuk untuk Sinkronisasi
is: Skráðu þig inn til að samstilla
it: Accedi per sincronizzare
ja: Sync にログイン
ka: შესვლა სინქრ.
kab: Qqen ɣer Sync
kk: Синхрондау ішіне кіру
ko: Sync에 로그인
lo: ເຂົ້າສູ່ລະບົບເພື່ອ Sync
ml: സമന്വയിപ്പിക്കാനായി പ്രവേശിക്കുക
nb: Logg inn for å synkronisere
nl: Aanmelden om te synchroniseren
nn: Logg inn for å synkronisere
pa_in: ਸਿੰਕ ਕਰਨ ਲਈ ਸਾਈਨ ਇਨ ਕਰੋ
pt_br: Entrar na conta para sincronizar
pt_pt: Iniciar sessão no Sync
rm: S’annunziar per sincronisar
ru: Войти в Синхронизацию
scn: Trasi nne Sync
si: සමමුහූර්තයට පිවිසෙන්න
sk: Prihlásiť sa a synchronizovať
sl: Prijava v Sync
sq: Bëni hyrjen që të Njëkohësoni
sv: Logga in för att synkronisera
tg: Барои ҳамоҳангсозӣ ворид шавед
th: ลงชื่อเข้า Sync
tr: Eşitlemek için giriş yap
ug: قەدەمداشلاشتا تىزىمغا كىرىڭ
uk: Увійти до Синхронізації
vi: Đăng nhập để đồng bộ hóa
zh_cn: 登录同步服务
zh_tw: 登入至 Sync

# Bookmarks.EmptyState.Root.Title.v135
source: No bookmarks yet
br: N’eus tamm sined ebet c’hoazh
bs: Još nema oznaka
ca: Encara no hi ha cap adreça d’interès
co: Nisuna indetta à st’ora
cs: Nemáte zatím žádné záložky
cy: Dim nodau tudalen eto
da: Ingen bogmærker endnu
de: Noch keine Lesezeichen
dsb: Hyšći žedne cytańske znamjenja
el: Δεν υπάρχει κανένας σελιδοδείκτης ακόμα
eo: Ankoraŭ ne estas legosignoj
es: Todavía no hay marcadores
es_ar: Todavía no hay marcadores
es_cl: Todavía no hay marcadores
es_mx: Aún no hay marcadores
eu: Laster-markarik ez oraindik
fi: Ei kirjanmerkkejä vielä
fr: Aucun marque-page pour l’instant
gl: Aínda non hai marcadores
he: אין סימניות עדיין
hr: Još nema zabilješki
hsb: Hišće žane zapołožki
hu: Még nincsenek könyvjelzők
hy_am: Դեռևս էջանիշեր չկան
ia: Nulle marcapaginas ancora
id: Belum ada markah
is: Engin bókamerki ennþá
it: Ancora nessun segnalibro
ja: ブックマークがありません
ka: სანიშნები არაა
kab: Ulac ticṛaḍ n isebtar akka tura
kk: Бетбелгілер әлі жоқ
ko: 북마크 없음
lo: ບໍ່ມີບຸກມາກສ໌ເທື່ອ
ml: ഇതുവരെ അടയാളക്കുറിപ്പുകളൊന്നുമില്ല
nb: Ingen bokmerker ennå
nl: Nog geen bladwijzers
nn: Ingen bokmerke enno
pa_in: ਹਾਲੇ ਕੋਈ ਬੁੱਕਮਾਰਕ ਨਹੀਂ ਹੈ
pt_br: Nenhum favorito ainda
pt_pt: Ainda sem marcadores
rm: Anc nagins segnapaginas
ru: Закладок ещё нет
sat_olck: ᱵᱩᱠᱢᱟᱨᱠ ᱠᱚ ᱱᱚᱰᱮ ᱵᱚᱱᱩᱜ-ᱟ
scn: Nun cc’è ancora nuḍḍu nzingalibbru
si: මෙහි පොත්යොමු නැත
sk: Zatiaľ žiadne záložky
sl: Ni zaznamkov
sq: Ende pa faqerojtës
sv: Inga bokmärken än
tg: То ҳол ягон хатбарак нест
th: ไม่มีที่คั่นหน้า
tr: Henüz yer imi yok
tt: Әлегә кыстыргычлар юк
ug: ھېچقانداق خەتكۈچ يوق
uk: Немає закладок
vi: Không có dấu trang nào
zh_cn: 暂无书签
zh_tw: 還沒有加入任何書籤

# Bookmarks.Menu.AllBookmarks.v131
source: All
br: Pep tra
bs: Sve
ca: Tot
co: Tuttu
cs: Vše
cy: Y Cyfan
da: Alle
de: Alle
dsb: Wšykne
el: Όλοι
eo: Ĉiuj
es: Todos
es_ar: Todo
es_cl: Todo
es_mx: Todo
eu: Denak
fi: Kaikki
fr: Tout
gl: Todo
he: הכול
hr: Sve
hsb: Wšě
hu: Összes
hy_am: Բոլորը
ia: Toto
id: Semua
is: Allt
it: Tutto
ja: すべてのブックマーク
ka: ყველა
kab: Akk
kk: Барлығы
ko: 모두
lo: ທັງໝົດ
ml: എല്ലാം
nb: Alle
nl: Alle
nn: Alle
pa_in: ਸਭ
pt_br: Tudo
pt_pt: Tudo
rm: Tut
ru: Все
sat_olck: ᱡᱷᱚᱛᱚ
scn: Tutti
si: සියල්ල
sk: Všetky
sl: Vse
sq: Krejt
sv: Alla
tg: Ҳама
th: ทั้งหมด
tr: Tümü
tt: Бөтенесе
ug: ھەممىسى
uk: Всі
vi: Tất cả
zh_cn: 全部
zh_tw: 全部

# Bookmarks.Menu.ClearTextFieldButtonA11yLabel.v139
source: Clear
br: Skarzhañ
bs: Očisti
ca: Esborra
co: Squassà
cs: Vymazat
cy: Clirio
da: Ryd
de: Leeren
dsb: Lašowaś
el: Απαλοιφή
eo: Viŝi
es_ar: Limpiar
es_cl: Limpiar
eu: Garbitu
fi: Tyhjennä
fr: Effacer
he: ניקוי
hr: Izbriši
hsb: Zhašeć
hu: Törlés
hy_am: Մաքրել
ia: Vacuar
id: Bersihkan
is: Hreinsa
it: Cancella
ja: 消去
ka: გასუფთავება
kab: Sfeḍ
kk: Тазарту
ko: 지우기
lo: ລົບລ້າງ
ml: മായ്ക്കുക
nb: Tøm
nl: Wissen
nn: Tøm
pa_in: ਸਾਫ਼ ਕਰੋ
pt_br: Limpar
pt_pt: Limpar
rm: Stizzar
ru: Очистить
scn: Scancella
si: මකන්න
sk: Vymazať
sl: Počisti
sq: Spastroje
sv: Rensa
tg: Пок кардан
th: ล้าง
tr: Temizle
ug: تازىلا
uk: Очистити
vi: Xóa
zh_cn: 清除
zh_tw: 清除

# Bookmarks.Menu.DeleteBookmark.v132
source: Delete Bookmark
br: Dilemel ar sined
bs: Izbriši oznaku
ca: Suprimeix l’adreça d’interès
co: Squassà l’indetta
cs: Smazat záložku
cy: Dileu Nod Tudalen
da: Slet bogmærke
de: Lesezeichen löschen
dsb: Cytańske znamje lašowaś
el: Διαγραφή σελιδοδείκτη
eo: Forigi legosignon
es: Eliminar marcador
es_ar: Borrar marcador
es_cl: Eliminar marcador
es_mx: Eliminar Marcador
eu: Ezabatu-laster-marka
fi: Poista kirjanmerkki
fr: Supprimer le marque-page
gl: Eliminar o marcador
he: מחיקת סימנייה
hr: Izbriši zabilješku
hsb: Zapołožku zhašeć
hu: Könyvjelző törlése
hy_am: Ջնջել էջանիշը
ia: Deler marcapagina
id: Hapus Markah
is: Eyða bókamerki
it: Elimina segnalibri
ja: ブックマークを削除
ka: სანიშნის წაშლა
kab: Kkes ticreḍt n usebter
kk: Бетбелгіні өшіру
ko: 북마크 삭제
lo: ລຶບບຸກມາກອອກ
ml: അടയാളക്കുറിപ്പു് മായ്ക്കുക
nb: Slett bokmerke
nl: Bladwijzer verwijderen
nn: Slett bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਨੂੰ ਹਟਾਓ
pt_br: Excluir favorito
pt_pt: Eliminar marcador
rm: Stizzar il segnapagina
ru: Удалить закладку
sat_olck: ᱵᱩᱠᱢᱟᱨᱠ ᱢᱮᱴᱟᱣ ᱢᱮ
scn: Scancella u nzingalibbru
si: පොත්යොමුව මකන්න
sk: Odstrániť záložku
sl: Izbriši zaznamek
sq: Fshije Faqerojtësin
sv: Ta bort bokmärke
tg: Нест кардани хатбарак
th: ลบที่คั่นหน้า
tr: Yer imini sil
tt: Кыстыргычны бетерү
ug: خەتكۈچ ئۆچۈر
uk: Видалити закладку
vi: Xóa dấu trang
zh_cn: 删除书签
zh_tw: 刪除書籤

# Bookmarks.Menu.DeletedBookmark.v131
source: Deleted “%@”
br: Dilamet “%@”
bs: Izbrisano “%@”
ca: S'ha suprimit «%@»
co: « %@ » squassatu
cs: Smazáno “%@”
cy: Dilëwyd “%@”
da: Slettede "%@"
de: „%@“ gelöscht
dsb: “%@” jo se wulašowała
el: Το «%@» διαγράφηκε
eo: “%@” forigita
es: Eliminado “%@”
es_ar: Se eliminó “%@”
es_cl: Se eliminó "%@"
es_mx: Eliminado “%@”
eu: "%@" ezabatuta
fi: Poistettu “%@”
fr: « %@ » supprimé
gl: Eliminouse «%@»
he: נמחק ״%@״
hr: Zabilješka „%@” izbrisana
hsb: “%@” je so zhašała
hu: „%@” törölve
hy_am: “%@”-ը ջնջվել է
ia: Delite “%@”
id: “%@” Dihapus
is: Eyddi „%@“
it: Eliminato “%@”
ja: “%@” を削除しました
ka: წაიშალა „%@“
kab: Yettwakkes “%@”
kk: "%@" өшірілді
ko: “%@” 삭제됨
lo: ລຶບ “%@” ແລ້ວ
ml: "%@" മായച്ചു
nb: Slettet «%@»
nl: ‘%@’ verwijderd
nn: Sletta “%@”
pa_in: “%@” ਨੂੰ ਹਟਾਇਆ
pt_br: “%@” excluído
pt_pt: “%@” eliminado
rm: Stizzà «%@»
ru: Удалёна «%@»
sat_olck: “%@” ᱢᱮᱴᱟᱣᱮᱱᱟ
scn: Scancillasti “%@”
si: “%@” මැකිණි
sk: Záložka “%@” bola odstránená
sl: "%@" izbrisan
sq: U fshi “%@”
sv: Tog bort “%@”
tg: «%@» нест карда шуд
th: ลบ “%@”
tr: “%@” silindi
tt: "%@" бетерелде
ug: «%@» ئۆچۈرۈلدى
uk: Видалено “%@”
vi: Đã xoá “%@”
zh_cn: 已删除“%@”
zh_tw: 已刪除「%@」

# Bookmarks.Menu.DeleteFolder.v131
source: Delete Folder
br: Dilemel an teuliad
bs: Izbriši folder
ca: Suprimeix la carpeta
co: Squassà u cartulare
cs: Smazat složku
cy: Dileu Ffolder
da: Slet mappe
de: Ordner löschen
dsb: Zarědnik lašowaś
el: Διαγραφή φακέλου
eo: Forigi ujon
es: Eliminar carpeta
es_ar: Borrar carpeta
es_cl: Eliminar carpeta
es_mx: Eliminar carpeta
eu: Ezabatu karpeta
fi: Poista kansio
fr: Supprimer le dossier
gl: Eliminar o cartafol
he: מחיקת תיקייה
hr: Izbriši mapu
hsb: Rjadowak zhašeć
hu: Mappa törlése
hy_am: Ջնջել թղթապանակը
ia: Deler plica
id: Hapus Folder
is: Eyða möppu
it: Elimina cartella
ja: フォルダーを削除
ka: საქაღალდის წაშლა
kab: Kkes akaram
kk: Буманы өшіру
ko: 폴더 삭제
lo: ລຶບໂຟນເດີ
ml: അറ മായ്ക്കുക
nb: Slett mappe
nl: Map verwijderen
nn: Slett mappe
pa_in: ਫੋਲਡਰ ਨੂੰ ਹਟਾਓ
pt_br: Excluir pasta
pt_pt: Eliminar pasta
rm: Stizzar l’ordinatur
ru: Удалить папку
sat_olck: ᱯᱚᱴᱚᱢ ᱢᱮᱴᱟᱣ ᱢᱮ
scn: Scancella a carpetta
si: බහාලුම මකන්න
sk: Odstrániť priečinok
sl: Izbriši mapo
sq: Fshije Dosjen
sv: Ta bort mapp
tg: Нест кардани ҷузвдон
th: ลบโฟลเดอร์
tr: Klasörü sil
tt: Папканы бетерү
ug: قىسقۇچ ئۆچۈر
uk: Видалити теку
vi: Xóa thư mục
zh_cn: 删除文件夹
zh_tw: 刪除資料夾

# Bookmarks.Menu.EditBookmark.v131
source: Edit Bookmark
br: Embann ar sined
bs: Uredi oznaku
ca: Edita l'adreça d'interès
co: Mudificà l’indetta
cs: Upravit záložku
cy: Golygu Nod Tudalen
da: Rediger bogmærke
de: Lesezeichen bearbeiten
dsb: Cytańske znamje wobźěłaś
el: Επεξεργασία σελιδοδείκτη
eo: Modifi legosignon
es: Editar marcador
es_ar: Editar marcador
es_cl: Editar marcador
es_mx: Editar marcador
eu: Editatu laster-marka
fi: Muokkaa kirjanmerkkiä
fr: Modifier le marque-page
gl: Editar marcador
he: עריכת סימנייה
hr: Uredi zabilješku
hsb: Zapołožku wobdźěłać
hu: Könyvjelző szerkesztése
hy_am: Խմբագրել Էջանիշը
ia: Modificar marcapagina
id: Edit Markah
is: Breyta bókamerki
it: Modifica segnalibro
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
kk: Бетбелгіні түзету
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
nb: Rediger bokmerke
nl: Bladwijzer bewerken
nn: Rediger bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਨੂੰ ਸੋਧੋ
pt_br: Editar favorito
pt_pt: Editar marcador
rm: Modifitgar il segnapagina
ru: Изменить закладку
sat_olck: ᱵᱩᱠᱢᱟᱨᱠ ᱥᱟᱯᱲᱟᱣ ᱢᱮ
scn: Cancia nzingalibbru
si: පොත්යොමුව සංස්කරණය
sk: Upraviť záložku
sl: Uredi zaznamek
sq: Përpunoni Faqerojtësin
sv: Redigera bokmärke
tg: Таҳрир кардани хатбарак
th: แก้ไขที่คั่นหน้า
tr: Yer imini düzenle
tt: Кыстыргычны үзгәртү
ug: خەتكۈچ تەھرىر
uk: Редагувати закладку
vi: Chỉnh sửa dấu trang
zh_cn: 编辑书签
zh_tw: 編輯書籤

# Bookmarks.Menu.EditBookmarkDesktopBookmarksLabel.v136
source: DESKTOP BOOKMARKS
br: SINEDOÙ AN URZHIATAER
bs: DESKTOP ZABILJEŠKE
ca: ADRECES DE L’ESCRIPTORI
co: INDETTE URDINATORE
cs: ZÁLOŽKY Z POČÍTAČE
cy: NODAU TUDALEN BWRDD GWAITH
da: COMPUTER-BOGMÆRKER
de: Desktop-Lesezeichen
dsb: CYTAŃSKE ZNAMJENJA DESKTOPA
el: ΣΕΛΙΔΟΔΕΙΚΤΕΣ ΥΠΟΛΟΓΙΣΤΗ
eo: LEGOSIGNOJ KOMPUTILAJ
es: MARCADORES DE ESCRITORIO
es_ar: MARCADORES DE ESCRITORIO
es_cl: MARCADORES DE ESCRITORIO
es_mx: MARCADORES DE ESCRITORIO
eu: MAHAIGAINEKO LASTER-MARKAK
fi: TYÖPÖYDÄN KIRJANMERKIT
fr: MARQUE-PAGES ORDINATEUR
gl: MARCADORES DE ESCRITORIO
he: סימניות מהמחשב
hr: DESKTOP ZABILJEŠKE
hsb: ZAPOŁOŽKI DESKTOPA
hu: ASZTALI KÖNYVJELZŐK
hy_am: ՍԵՂԱՆԻ ԷՋԱՆԻՇԵՐ
ia: MARCAPAGINAS DE SCRIPTORIO
id: MARKAH DESKTOP
is: BÓKAMERKI TÖLVU
it: SEGNALIBRI DESKTOP
ja: デスクトップのブックマーク
ka: ᲙᲝᲛᲞᲘᲣᲢᲔᲠᲘᲡ ᲡᲐᲜᲘᲨᲜᲔᲑᲘ
kab: TICRAḌ N ISEBTAR N TNARIT
kk: ЖҰМЫС ҮСТЕЛІ БЕТБЕЛГІЛЕРІ
ko: 데스크톱 북마크
lo: ປື້ມບັນທຶກຂອງເດັສທັອບ
ml: ഉപരിഫലകയടയാളക്കുറിപ്പുകൾ
nb: DATAMASKIN-BOKMERKER
nl: BUREAUBLADWIJZERS
nn: DATAMASKIN-BOKMERKE
pa_in: ਡੈਸਕਟਾਪ ਬੁੱਕਮਾਰਕ
pt_br: FAVORITOS DO COMPUTADOR
pt_pt: MARCADORES DE COMPUTADOR
rm: SEGNAPAGINAS DAL DESKTOP
ru: ЗАКЛАДКИ НА ПК
scn: NZINGALIBBRI DÛ SCAGNU
si: වැඩතල පොත්යොමු
sk: ZÁLOŽKY NA STOLNOM POČÍTAČI
sl: ZAZNAMKI NAMIZJA
sq: FAQEROJTËS DESKTOPI
sv: BOKMÄRKEN DATOR
tg: ХАТБАРАКҲОИ МИЗИ КОРӢ
th: ที่คั่นหน้าเดสก์ท็อป
tr: MASAÜSTÜ YER İMLERİ
ug: ئۈستەل ئۈستى خەتكۈچ
uk: ЗАКЛАДКИ КОМП'ЮТЕРА
vi: DẤU TRANG TRÊN MÁY TÍNH
zh_cn: 桌面设备书签
zh_tw: 桌面版書籤

# Bookmarks.Menu.EditBookmarkSave.v135
source: Save
br: Enrollañ
bs: Sačuvaj
ca: Desa
co: Arregistrà
cs: Uložit
cy: Cadw
da: Gem
de: Speichern
dsb: Składowaś
el: Αποθήκευση
eo: Konservi
es: Guardar
es_ar: Guardar
es_cl: Guardar
es_mx: Guardar
eu: Gorde
fi: Tallenna
fr: Enregistrer
gl: Gardar
he: שמירה
hr: Spremi
hsb: Składować
hu: Mentés
hy_am: Պահպանել
ia: Salvar
id: Simpan
is: Vista
it: Salva
ja: 保存
ka: შენახვა
kab: Sekles
kk: Сақтау
ko: 저장
lo: ບັນທຶກ
ml: കരുതിവയ്ക്കുക
nb: Lagre
nl: Opslaan
nn: Lagre
pa_in: ਸੰਭਾਲੋ
pt_br: Salvar
pt_pt: Guardar
rm: Memorisar
ru: Сохранить
sat_olck: ᱥᱟᱺᱪᱟᱣ ᱢᱮ
scn: Sarba
si: සුරකින්න
sk: Uložiť
sl: Shrani
sq: Ruaje
sv: Spara
tg: Нигоҳ доштан
th: บันทึก
tr: Kaydet
tt: Саклау
ug: ساقلا
uk: Зберегти
vi: Lưu
zh_cn: 保存
zh_tw: 儲存

# Bookmarks.Menu.EditBookmarkSaveIn.v131
source: Save in
br: Enrollañ e
bs: Sačuvaj u
ca: Desa a
co: Arregistrà in
cs: Uložit do
cy: Cadw yn
da: Gem i
de: Speichern in
dsb: Składowaś do
el: Αποθήκευση σε
eo: Konservi en
es: Guardar en
es_ar: Guardar en
es_cl: Guardar en
es_mx: Guardar en
eu: Gorde hemen
fi: Tallenna kansioon
fr: Enregistrer dans
gl: Gardar en
he: שמירה ב…
hr: Spremi u
hsb: Składować do
hu: Mentés máshová…
hy_am: Պահպանել
ia: Salvar in
id: Simpan di
is: Vista í
it: Salva in
ja: 保存先
ka: შესანახი
kab: Sekles deg
kk: Қайда сақтау
ko: 저장 위치
lo: ບັນທຶກໃນ
ml: ഇതിൽ കരുതിവയ്ക്കൂ
nb: Lagre i
nl: Opslaan in
nn: Lagre i
pa_in: ਇਸ ਵਿੱਚ ਸੰਭਾਲੋ
pt_br: Salvar em
pt_pt: Guardar em
rm: Memorisar en
ru: Сохранить в
sat_olck: ᱨᱮ ᱥᱟᱧᱪᱟᱣ ᱢᱮ
scn: Sarba nni
si: මෙහි සුරකින්න
sk: Uložiť v
sl: Shrani v
sq: Ruaje te
sv: Spara i
tg: Нигоҳ доштан дар
th: บันทึกใน
tr: Kayıt konumu
tt: Сакланасы җир
ug: ساقلا
uk: Зберегти в
vi: Lưu vào
zh_cn: 保存至
zh_tw: 儲存於

# Bookmarks.Menu.EditBookmarkTitle.v131
source: Edit Bookmark
br: Embann ar sined
bs: Uredi oznaku
ca: Edita l'adreça d'interès
co: Mudificà l’indetta
cs: Upravit záložku
cy: Golygu Nod Tudalen
da: Rediger bogmærke
de: Lesezeichen bearbeiten
dsb: Cytańske znamje wobźěłaś
el: Επεξεργασία σελιδοδείκτη
eo: Modifi legosignon
es: Editar marcador
es_ar: Editar marcador
es_cl: Editar marcador
es_mx: Editar marcador
eu: Editatu laster-marka
fi: Muokkaa kirjanmerkkiä
fr: Modifier le marque-page
gl: Editar marcador
he: עריכת סימנייה
hr: Uredi zabilješku
hsb: Zapołožku wobdźěłać
hu: Könyvjelző szerkesztése
hy_am: Խմբագրել էջանիշը
ia: Modificar marcapagina
id: Edit Markah
is: Breyta bókamerki
it: Modifica segnalibro
ja: ブックマークを編集
ka: სანიშნის ჩასწორება
kab: Ẓreg tacreḍt n usebter
kk: Бетбелгіні түзету
ko: 북마크 편집
lo: ແກ້ໄຂບຸກມາກ
ml: അടയാളക്കുറിപ്പ് തിരുത്തുക
nb: Rediger bokmerke
nl: Bladwijzer bewerken
nn: Rediger bokmerke
pa_in: ਬੁੱਕਮਾਰਕ ਨੂੰ ਸੋਧੋ
pt_br: Editar favorito
pt_pt: Editar marcador
rm: Modifitgar il segnapagina
ru: Изменить закладку
sat_olck: ᱵᱩᱠᱢᱟᱨᱠ ᱥᱟᱯᱲᱟᱣ ᱢᱮ
scn: Cancia nzingalibbru
si: පොත්යොමුව සංස්කරණය
sk: Upraviť záložku
sl: Uredi zaznamek
sq: Përpunoni Faqerojtësin
sv: Redigera bokmärke
tg: Таҳрир кардани хатбарак
th: แก้ไขที่คั่นหน้า
tr: Yer imini düzenle
tt: Кыстыргычны үзгәртү
ug: خەتكۈچ تەھرىر
uk: Редагувати закладку
vi: Chỉnh sửa dấu trang
zh_cn: 编辑书签
zh_tw: 編輯書籤

# Bookmarks.Menu.EditFolder.v131
source: Edit Folder
br: Embann an teuliad
bs: Uredi folder
ca: Edita la carpeta
co: Mudificà u cartulare
cs: Upravit složku
cy: Golygu Ffolder
da: Rediger mappe
de: Ordner bearbeiten
dsb: Zarědnik wobźěłaś
el: Επεξεργασία φακέλου
eo: Modifi ujon
es: Editar carpeta
es_ar: Editar carpeta
es_cl: Editar carpeta
es_mx: Editar carpeta
eu: Editatu karpeta
fi: Muokkaa kansiota
fr: Modifier le dossier
gl: Editar cartafol
he: עריכת תיקייה
hr: Uredi mapu
hsb: Rjadowak wobdźěłać
hu: Mappa szerkesztése
hy_am: Խմբագրել թղթապանակը
ia: Modificar plica
is: Breyta möppu
it: Modifica cartella
ja: フォルダーを編集
ka: საქაღალდის ჩასწორება
kab: Ẓreg Akaram
kk: Буманы түзету
ko: 폴더 편집
lo: ແກ້ໄຂໂຟນເດີ
ml: അറ തിരുത്തുക
nb: Rediger mappe
nl: Map bewerken
nn: Rediger mappe
pa_in: ਫੋਲਡਰ ਨੂੰ ਸੋਧੋ
pt_br: Editar pasta
pt_pt: Editar pasta
rm: Modifitgar l’ordinatur
ru: Изменить папку
sat_olck: ᱯᱚᱴᱚᱢ ᱥᱟᱯᱲᱟᱣ ᱢᱮ
scn: Cancia carpetta
si: බහාලුම සංස්කරණය
sk: Upraviť priečinok
sl: Uredi mapo
sq: Përpunoni Dosjen
sv: Redigera mapp
tg: Таҳрир кардани ҷузвдон
th: แก้ไขโฟลเดอร์
tr: Klasörü düzenle
tt: Папканы үзгәртү
ug: قىسقۇچ تەھرىر
uk: Редагувати теку
vi: Chỉnh sửa thư mục
zh_cn: 编辑文件夹
zh_tw: 編輯資料夾

# Bookmarks.Menu.MoreOptionsA11yLabel.v136
source: More options
br: Dibarzhioù ouzhpenn
bs: Više opcija
ca: Més opcions
co: Ozzioni addiziunale
cs: Další možnosti
cy: Rhagor o ddewisiadau
da: Flere indstillinger
de: Weitere Optionen
dsb: Dalšne nastajenja
el: Περισσότερες επιλογές
eo: Pli da ebloj
es: Más opciones
es_ar: Más opciones
es_cl: Más opciones
es_mx: Más opciones
eu: Aukera gehiago
fi: Lisää valintoja
fr: Options supplémentaires
gl: Máis opcións
he: אפשרויות נוספות
hr: Više opcija
hsb: Dalše nastajenja
hu: További beállítások
hy_am: Լր. ընտրանքներ
ia: Altere optiones
id: Opsi lainnya
is: Fleiri valkostir
it: Altre opzioni
ja: その他のオプション
ka: სხვა პარამეტრები
kab: Ugar n yiɣewwaṛen
kk: Көбірек опциялар
ko: 옵션 더보기
lo: ຕົວເລືອກເພີ່ມເຕີມ
ml: കൂടുതൽ ഐച്ഛികങ്ങൾ
nb: Flere innstillinger
nl: Meer opties
nn: Fleire innstillingar
pa_in: ਹੋਰ ਚੋਣਾਂ
pt_br: Mais opções
pt_pt: Mais opções
rm: Ulteriuras opziuns
ru: Другие настройки
scn: Cchiù aḍḍijuti
si: තව විකල්ප
sk: Ďalšie možnosti
sl: Več možnosti
sq: Më tepër mundësi
sv: Fler alternativ
tg: Имконоти бештар
th: ตัวเลือกเพิ่มเติม
tr: Diğer seçenekler
ug: تېخىمۇ كۆپ تاللانما
uk: Інші налаштування
vi: Tùy chọn khác
zh_cn: 更多选项
zh_tw: 更多選項

# Bookmarks.Menu.RemoveFromShortcutsTitle.v139
source: Remove from Shortcuts
br: Lemel diouzh ar berradennoù
bs: Ukloni iz prečica
ca: Elimina de les dreceres
co: Caccià da l’accurtatoghji
cs: Odebrat ze zkratek
cy: Tynnu o'r Llwybrau Byr
da: Fjern fra genveje
de: Aus Verknüpfungen entfernen
dsb: Ze zwězanjow wótwónoźeś
el: Αφαίρεση συντόμευσης
eo: Forigi el ŝparvojoj
es_ar: Eliminar de atajos
es_cl: Eliminar de los atajos
eu: Kendu lasterbideetatik
fi: Poista oikoteistä
fr: Retirer des raccourcis
he: הסרה מקיצורי הדרך
hr: Ukloni iz prečaca
hsb: Ze zwjazanjow wotstronić
hu: Eltávolítás a Parancsokból
hy_am: Հեռացնել դյուրանցումներից
ia: Remover del vias breve
id: Hapus dari Pintasan
is: Fjarlægja úr flýtileiðum
it: Rimuovi dalle scorciatoie
ja: ショートカットから削除
ka: მოცილება მალსახმობებიდან
kab: Kkes seg yinegzumen
kk: Жарлықтардан өшіру
ko: 바로가기에서 제거
lo: ລຶບອອກຈາກທາງລັດ
ml: കുറുക്കുവഴികളിൽ നിന്നു് മാറ്റുക
nb: Fjern fra snarveier
nl: Verwijderen uit Snelkoppelingen
nn: Fjern frå snarvegar
pa_in: ਸ਼ਾਰਟਕੱਟ ਵਿੱਚੋਂ ਹਟਾਓ
pt_br: Remover dos atalhos
pt_pt: Remover dos Atalhos
rm: Allontanar da las scursanidas
ru: Удалить из ярлыков
scn: Leva di l’accurzi
sk: Odstrániť zo skratiek
sl: Odstrani iz bližnjic
sq: Hiqe nga Shkurtoret
sv: Ta bort från genvägar
tg: Тоза кардан аз «Миёнбурҳо»
th: ลบออกจากคำสั่งลัด
tr: Kısayollardan kaldır
ug: تېزلەتمىدىن چىقىرىۋەت
uk: Вилучити з ярликів
vi: Xóa khỏi lối tắt
zh_cn: 移除快捷方式
zh_tw: 刪除捷徑

# Bookmarks.Menu.SavedBookmarkToastDefaultFolderLabel.v136
source: Saved in “Bookmarks”
br: Enrollañ er “Sinedoù”
bs: Sačuvano u “Zabilješke”
ca: S'ha desat a «Marcadors»
co: Arregistrata in « Indette »
cs: Uloženo do „Záložky“
cy: Wedi'i gadw yn “Nodau Tudalen”
da: Gemt i "Bogmærker"
de: In „Lesezeichen“ gespeichert
dsb: Do zarědnika „Cytańske znamjenja“ skłaźony
el: Αποθηκεύτηκε στους «Σελιδοδείκτες»
eo: Konservita en “legosignoj”
es: Guardado en “Marcadores”
es_ar: Guardado en “Marcadores”
es_cl: Guardado en "Marcadores"
es_mx: Guardado en “Marcadores”
eu: Laster-marketan gordeta
fi: Tallennettu kansioon “Kirjanmerkit”
fr: Enregistré dans « Marque-pages »
gl: Gardado nos «Marcadores»
he: נשמר ב״סימניות״
hr: Spremljeno u „Zabilješke”
hsb: Do rjadowaka „Zapołožki“ składowane
hu: Mentve a „Könyvjelzők” mappába
hy_am: Պահված է «էջանիշներում»
ia: Salvate in “Marcapaginas”
id: Disimpan dalam “Markah”
is: Vistað í „Bókamerki“
it: Salvato in “Segnalibri”
ja: “ブックマーク” に保存しました
ka: შეინახავს „სანიშნებში“
kab: Sekles deg “Tecraḍ n yisebtar”
kk: "Бетбелгілер" ішіне сақталды
ko: “북마크”에 저장됨
lo: ບັນທຶກໄວ້ໃນ “ບຸກມາກ”
ml: “അടയാളക്കുറിപ്പുകളിൽ” കരുതിവച്ചു
nb: Lagret i «Bokmerker»
nl: Opgeslagen in ‘Bladwijzers’
nn: Lagra til «Bokmerke»
pa_in: “ਬੁੱਕਮਾਰਕਾਂ” ਵਿੱਚ ਸੰਭਾਲਿਆ
pt_br: Salvo em “Favoritos”
pt_pt: Guardado em “Marcadores”
rm: Memorisà en «Segnapaginas»
ru: Сохранено в «Закладки»
scn: Sarbatu nne “Nzingalibbra”
si: “පොත්යොමු” වෙත සුරැකිණි
sk: Uložené do priečinka “Záložky”
sl: Shranjeno v mapo “Zaznamki”
sq: U ruajt te “Fqerojtës”
sv: Sparad i "Bokmärken"
tg: Ба «Хатбаракҳо» нигоҳ дошта шуд
th: บันทึกใน “ที่คั่นหน้า” แล้ว
tr: “Yer imleri” klasörüne kaydedildi
ug: «خەتكۈچ» كە ساقلاندى
uk: Збережено в “Закладки”
vi: Đã lưu trong “Dấu trang”
zh_cn: 已保存到“书签”
zh_tw: 已加入「書籤」

# Bookmarks.Menu.SavedBookmarkToastLabel.v136
source: Saved in “%@”
br: Enrollet e-barzh “%@”
bs: Sačuvano u “%@”
ca: S’ha desat a «%@»
co: Arregistrata in « %@ »
cs: Uloženo do „%@“
cy: Cadwyd yn “%@”
da: Gemt i "%@"
de: Gespeichert in „%@“
dsb: Do “%@” skłaźone
el: Αποθηκεύτηκε στο «%@»
eo: Konservita en “%@”
es: Guardado en “%@”
es_ar: Guardado en “%@”
es_cl: Guardado en "%@"
es_mx: Guardado en “%@”
eu: "%@" karpetan gordeta
fi: Tallennettu kansioon “%@”
fr: Enregistré dans « %@ »
gl: Gardado en «%@»
he: נשמר ב״%@״
hr: Spremljeno u „%@”
hsb: Do “%@” składowane
hu: Mentve itt: „%@”
hy_am: Պահված է «%@»-ում
ia: Salvate in “%@”
id: Disimpan di “%@”
is: Vistað í „%@“
it: Salvato in “%@”
ja: “%@” に保存しました
ka: შეინახავს „%@“
kab: Yettwasekles deg “%@”
kk: "%@" ішіне сақталды
ko: “%@”에 저장됨
lo: ບັນທຶກໃນ “%@”
ml: “%@”-ൽ കരുതിവച്ചു
nb: Lagret i «%@»
nl: Opgeslagen in ‘%@’
nn: Lagra i «%@»
pa_in: “%@” ਵਿੱਚ ਸੰਭਾਲਿਆ
pt_br: Salvo em “%@”
pt_pt: Guardado em “%@”
rm: Memorisà en «%@»
ru: Сохранено в «%@»
scn: Sarbatu nne “%@”
si: “%@” වෙත සුරැකිණි
sk: Uložené do priečinka “%@”
sl: Shranjeno v mapo “%@”
sq: U ruajt te “%@”
sv: Sparad i "%@"
tg: Дар «%@» нигоҳ дошта шуд
th: บันทึกใน “%@” แล้ว
tr: “%@” klasörüne kaydedildi
ug: «%@» دا ساقلاندى
uk: Збережено в “%@”
vi: Đã lưu trong “%@”
zh_cn: 已保存到“%@”
zh_tw: 已加入「%@」
